export const homepageData = {
    hero: {
        background: '/images/home/hero.jpg',
        backgroundMobile: '/images/home/hero-mobile.jpg',
    },
    place: {
        title: 'ЖИТЬ ТАМ, ГДЕ ТУРИСТЫ ФОТОГРАФИРУЮТ <span class="accent">ФАСАДЫ</span>',
        paragraph: 'Здесь время течёт иначе. Утром заглядываешь в крошечную пекарню за кофе и теплыми круассанами к завтраку. Днем на прогулке замечаешь каждую деталь тихих переулков, где спокойно, а в винных барах подают тот самый бургундский. Вечером город открывается с новой стороны — кажется, будто держишь в руках всю Москву.',
        images: [
            '/images/home/place/place0.jpg',
            '/images/home/place/place1.jpg',
            '/images/home/place/place2.jpg',
            '/images/home/place/place3.jpg',
        ]
    },
    location: {
        title: `ОСОБЕННОЕ РАСПОЛОЖЕНИЕ`,
        paragraph: `Здесь все, что нужно для комфортной и&nbsp;насыщенной жизни, находится рядом: от знаковых ресторанов до музеев, галерей современного искусства и памятников архитектуры.`,
        locations: [
            {
                id: 1,
                title: 'Универмаг «Цветной»',
                description: 'ЗДЕСЬ СТРОЧКА О МЕСТЕ, НА КОТОРОЕ КЛИКНУЛИ',
                position: [20.45, 41.1],
                icon: "/images/map/icon-medicine.svg"
            },
            {
                id: 2,
                title: 'Ресторан «IKURA»',
                description: 'ЗДЕСЬ СТРОЧКА О МЕСТЕ, НА КОТОРОЕ КЛИКНУЛИ',
                position: [37.6, 58],
                icon: "/images/map/icon-museum.svg"
            },
            {
                id: 3,
                title: 'Универмаг «Цветной»',
                description: 'ЗДЕСЬ СТРОЧКА О МЕСТЕ, НА КОТОРОЕ КЛИКНУЛИ',
                position: [20.1, 52],
                icon: "/images/map/icon-restaurant.svg"
            },
            {
                id: 4,
                title: 'ТЕАТР ET CETERA',
                description: 'ЗДЕСЬ СТРОЧКА О МЕСТЕ, НА КОТОРОЕ КЛИКНУЛИ',
                position: [26.6, 52.7],
                icon:  "/images/map/icon-tshirt.svg"
            },
        ]
    },
    surroundings: {
        title: `Окружение`,
        images1: [
            '/images/doubleXSlider/doubleX0.jpg',
            '/images/doubleXSlider/doubleX1.jpg',
            '/images/doubleXSlider/doubleX0.jpg',
            '/images/doubleXSlider/doubleX1.jpg',
        ],
        images2: [
            '/images/doubleXSlider/doubleX1.jpg',
            '/images/doubleXSlider/doubleX0.jpg',
            '/images/doubleXSlider/doubleX1.jpg',
            '/images/doubleXSlider/doubleX0.jpg',
        ],
        paragraphs: [
            `Пиксельный фасад и глубокие ниши террас создают игру света и чувство уединения. Открытые пространства в тени живых изгородей, мягкий свет внутри, выразительная геометрия — здесь всё продумано для вашего комфорта.`,
            `Пиксельный фасад и глубокие ниши террас создают игру света и чувство уединения. Открытые пространства в тени живых изгородей, мягкий свет внутри, выразительная геометрия — здесь всё продумано для вашего комфорта.`,
            `Пиксельный фасад и глубокие ниши террас создают игру света и чувство уединения. Открытые пространства в тени живых изгородей, мягкий свет внутри, выразительная геометрия — здесь всё продумано для вашего комфорта.`,
        ]
    },
    lobby: {
        title: `ЛОББИ`,
         paragraphs: [
            `Пиксельный фасад и глубокие ниши террас создают игру света и чувство уединения. Открытые пространства в тени живых изгородей, мягкий свет внутри, выразительная геометрия — здесь всё продумано для вашего комфорта.`,
            `Все квартиры в Forum следуют эстетике Mid Century — не просто дань моде, а настоящая философия. Это стиль, где каждый элемент дышит гармонией: чистые линии, продуманные пропорции, диалог с природой. Пространство должно было стать светлым фоном для жизни — без навязчивости, но с безупречной базой.`,
            `Пиксельный фасад и глубокие ниши террас создают игру света и чувство уединения. Открытые пространства в тени живых изгородей, мягкий свет внутри, выразительная геометрия — здесь всё продумано для вашего комфорта.`,
        ],
        images: [
            '/images/home/lobby/lobby3.jpg',
            '/images/home/lobby/lobby4.jpg',
            '/images/home/lobby/lobby3.jpg',
        ]
    },
    architecture: {
        images1: [
            '/images/doubleXSlider/doubleX0.jpg',
            '/images/doubleXSlider/doubleX1.jpg',
            '/images/doubleXSlider/doubleX0.jpg',
            '/images/doubleXSlider/doubleX1.jpg',
        ],
        images2: [
            '/images/doubleXSlider/doubleX1.jpg',
            '/images/doubleXSlider/doubleX0.jpg',
            '/images/doubleXSlider/doubleX1.jpg',
            '/images/doubleXSlider/doubleX0.jpg',
        ],
        title: 'Архитектура',
        paragraphs: [
            `Пиксельный фасад и глубокие ниши террас создают игру света и чувство уединения. Открытые пространства в тени живых изгородей, мягкий свет внутри, выразительная геометрия — здесь всё продумано для вашего комфорта.`,
            `Пиксельный фасад и глубокие ниши террас создают игру света и чувство уединения. Открытые пространства в тени живых изгородей, мягкий свет внутри, выразительная геометрия — здесь всё продумано для вашего комфорта.`,
            `Пиксельный фасад и глубокие ниши террас создают игру света и чувство уединения. Открытые пространства в тени живых изгородей, мягкий свет внутри, выразительная геометрия — здесь всё продумано для вашего комфорта.`,
        ]
    },
    amenities: {
        images1: [
            '/images/home/amenities/amenities0.jpg',
            '/images/home/amenities/amenities1.jpg',
            '/images/home/amenities/amenities0.jpg',
            '/images/home/amenities/amenities1.jpg',
        ],
        images2: [
            '/images/home/amenities/amenities2.jpg',
            '/images/home/amenities/amenities3.jpg',
            '/images/home/amenities/amenities2.jpg',
            '/images/home/amenities/amenities3.jpg',
        ],
        title: 'Amenities',
        paragraphs: [
            'ЦЕНТР ПРИТЯЖЕНИЯ — ПРИВАТНЫЙ БАССЕЙН, ПРЕДНАЗНАЧЕННЫЙ ИСКЛЮЧИТЕЛЬНО ДЛЯ РЕЗИДЕНТОВ. В ДОПОЛНЕНИЕ — СВЕТЛЫЕ ЗАЛЫ ДЛЯ ФИТНЕСА И ЙОГИ, ГДЕ КАЖДАЯ ТРЕНИРОВКА ПРЕВРАЩАЕТСЯ В РИТУАЛ, И УЮТНОЕ СПА-ПРОСТРАНСТВО С ХАММАМОМ, ГДЕ ВРЕМЯ ЗАМЕДЛЯЕТ СВОЙ ХОД. В МАССАЖНЫЙ КАБИНЕТ ВЫ МОЖЕТЕ ПРИГЛАСИТЬ ПЕРСОНАЛЬНОГО МАСТЕРА, ЧЬИ РУКИ ТВОРЯТ НАСТОЯЩУЮ МАГИЮ РАССЛАБЛЕНИЯ.',
            `FORUM переосмысливает понятие комфорта. Здесь забота о себе становится неотъемлемой частью повседневности — изысканной, продуманной до мелочей и, главное, доступной без лишних усилий.`,
            `FORUM переосмысливает понятие комфорта. Здесь забота о себе становится неотъемлемой частью повседневности — изысканной, продуманной до мелочей и, главное, доступной без лишних усилий.`,
            'ЦЕНТР ПРИТЯЖЕНИЯ — ПРИВАТНЫЙ БАССЕЙН, ПРЕДНАЗНАЧЕННЫЙ ИСКЛЮЧИТЕЛЬНО ДЛЯ РЕЗИДЕНТОВ. В ДОПОЛНЕНИЕ — СВЕТЛЫЕ ЗАЛЫ ДЛЯ ФИТНЕСА И ЙОГИ, ГДЕ КАЖДАЯ ТРЕНИРОВКА ПРЕВРАЩАЕТСЯ В РИТУАЛ, И УЮТНОЕ СПА-ПРОСТРАНСТВО С ХАММАМОМ, ГДЕ ВРЕМЯ ЗАМЕДЛЯЕТ СВОЙ ХОД. В МАССАЖНЫЙ КАБИНЕТ ВЫ МОЖЕТЕ ПРИГЛАСИТЬ ПЕРСОНАЛЬНОГО МАСТЕРА, ЧЬИ РУКИ ТВОРЯТ НАСТОЯЩУЮ МАГИЮ РАССЛАБЛЕНИЯ.'
        ]
    },
    silence: {
        title: 'РЕСТОРАНЫ — В РАДИУСЕ. ТИШИНА — <span class="accent">В КВАРТИРЕ.',
        paragraph: 'РАСПОЛОЖЕННЫЙ РЯДОМ С ЦВЕТНЫМ БУЛЬВАРОМ, ЭТОТ ДОМ СЛОВНО ПРОДОЛЖЕНИЕ ИСТОРИИ: ОН ВОБРАЛ В СЕБЯ ДУХ СТАРОГО ЭЛЕКТРОТЕАТРА «ФОРУМ», НО ГОВОРИТ НА ЯЗЫКЕ СОВРЕМЕННОЙ АРХИТЕКТУРЫ. ЗДЕСЬ РОСКОШЬ В ДЕТАЛЯХ. В ШЕПОТЕ ЛИСТВЫ ЦВЕТНОГО БУЛЬВАРА. МЕСТО ДЛЯ ТЕХ, КТО ЦЕНИТ ПОДЛИННОСТЬ.',
        images: []
    },
    facing: {
        images1: [
            '/images/home/facing/facing0.jpg',
            '/images/home/facing/facing1.jpg',
            '/images/home/facing/facing0.jpg',
            '/images/home/facing/facing1.jpg',
        ],
        images2: [
            '/images/home/facing/facing2.jpg',
            '/images/home/facing/facing3.jpg',
            '/images/home/facing/facing2.jpg',
            '/images/home/facing/facing3.jpg',
        ],
        title: 'оТДЕЛКА',
        paragraphs: [
            `Пиксельный фасад и глубокие ниши террас создают игру света и чувство уединения. Открытые пространства в тени живых изгородей, мягкий свет внутри, выразительная геометрия — здесь всё продумано для вашего комфорта.`,
            `Все квартиры в Forum следуют эстетике Mid Century — не просто дань моде, а настоящая философия. Это стиль, где каждый элемент дышит гармонией: чистые линии, продуманные пропорции, диалог с природой. Пространство должно было стать светлым фоном для жизни — без навязчивости, но с безупречной базой.`,
            `Пиксельный фасад и глубокие ниши террас создают игру света и чувство уединения. Открытые пространства в тени живых изгородей, мягкий свет внутри, выразительная геометрия — здесь всё продумано для вашего комфорта.`,
            `Все квартиры в Forum следуют эстетике Mid Century — не просто дань моде, а настоящая философия. Это стиль, где каждый элемент дышит гармонией: чистые линии, продуманные пропорции, диалог с природой. Пространство должно было стать светлым фоном для жизни — без навязчивости, но с безупречной базой.`,
        ]
    },
    improvement: {
        images: [
            '/images/home/improvement/improvement0.jpg',
            '/images/home/improvement/improvement1.jpg',
            '/images/home/improvement/improvement0.jpg',
            '/images/home/improvement/improvement1.jpg',
        ],
        title: 'БЛАГОУСТРОЙСТВО',
        paragraphs: [
            `Пиксельный фасад и глубокие ниши террас создают игру света и чувство уединения. Открытые пространства в тени живых изгородей, мягкий свет внутри, выразительная геометрия — здесь всё продумано для вашего комфорта.`,
            `Все квартиры в Forum следуют эстетике Mid Century — не просто дань моде, а настоящая философия. Это стиль, где каждый элемент дышит гармонией: чистые линии, продуманные пропорции, диалог с природой. Пространство должно было стать светлым фоном для жизни — без навязчивости, но с безупречной базой.`,
            `Пиксельный фасад и глубокие ниши террас создают игру света и чувство уединения. Открытые пространства в тени живых изгородей, мягкий свет внутри, выразительная геометрия — здесь всё продумано для вашего комфорта.`,
            `Все квартиры в Forum следуют эстетике Mid Century — не просто дань моде, а настоящая философия. Это стиль, где каждый элемент дышит гармонией: чистые линии, продуманные пропорции, диалог с природой. Пространство должно было стать светлым фоном для жизни — без навязчивости, но с безупречной базой.`,
        ]
    },
    older: {
        images: [
            '/images/home/older/older0.jpg',
            '/images/home/older/older0.jpg',
            '/images/home/older/older0.jpg',
        ],
        title: 'МЕСТО СТАРШЕ САМОЙ МОСКВЫ',
        paragraphs: [
            `ЭТОТ УЧАСТОК МОСКОВСКОЙ ЗЕМЛИ — НЕМОЙ СВИДЕТЕЛЬ КЛЮЧЕВЫХ ЭПОХ РАЗВИТИЯ НАШЕГО ГОРОДА. СТАРШЕ САМОЙ МОСКВЫ, ОН ВПИТАЛ В СЕБЯ ВЕЛИЧЕСТВЕННЫЙ ДУХ ВРЕМЕНИ. ЗДЕСЬ, В БЛИЗИ FORUM, ПРОХОДИЛА ОДНА ИЗ САМЫХ СТАРЫХ И СТРАТЕГИЧЕСКИ ВАЖНЫХ ДОРОГ В ИСТОРИИ РОССИИ — ОНА УПОМИНАЕТСЯ ЕЩЕ ДО ОСНОВАНИЯ МОСКВЫ В 1147 ГОДУ.`,
            `ЭТОТ УЧАСТОК МОСКОВСКОЙ ЗЕМЛИ — НЕМОЙ СВИДЕТЕЛЬ КЛЮЧЕВЫХ ЭПОХ РАЗВИТИЯ НАШЕГО ГОРОДА. СТАРШЕ САМОЙ МОСКВЫ, ОН ВПИТАЛ В СЕБЯ ВЕЛИЧЕСТВЕННЫЙ ДУХ ВРЕМЕНИ. ЗДЕСЬ, В БЛИЗИ FORUM, ПРОХОДИЛА ОДНА ИЗ САМЫХ СТАРЫХ И СТРАТЕГИЧЕСКИ ВАЖНЫХ ДОРОГ В ИСТОРИИ РОССИИ — ОНА УПОМИНАЕТСЯ ЕЩЕ ДО ОСНОВАНИЯ МОСКВЫ В 1147 ГОДУ.`,
            `ЭТОТ УЧАСТОК МОСКОВСКОЙ ЗЕМЛИ — НЕМОЙ СВИДЕТЕЛЬ КЛЮЧЕВЫХ ЭПОХ РАЗВИТИЯ НАШЕГО ГОРОДА. СТАРШЕ САМОЙ МОСКВЫ, ОН ВПИТАЛ В СЕБЯ ВЕЛИЧЕСТВЕННЫЙ ДУХ ВРЕМЕНИ. ЗДЕСЬ, В БЛИЗИ FORUM, ПРОХОДИЛА ОДНА ИЗ САМЫХ СТАРЫХ И СТРАТЕГИЧЕСКИ ВАЖНЫХ ДОРОГ В ИСТОРИИ РОССИИ — ОНА УПОМИНАЕТСЯ ЕЩЕ ДО ОСНОВАНИЯ МОСКВЫ В 1147 ГОДУ.`,
        ]
    },
    apartments: {
        images: [
            '/images/home/apartments/apartments0.jpg',
            '/images/home/older/older0.jpg',
            '/images/home/apartments/apartments0.jpg',
            '/images/home/apartments/apartments0.jpg',
        ],
        title: 'Квартиры',
        paragraphs: [
            `ВСЕ ПЛАНИРОВКИ 51 КВАРТИРЫ И 3 ДВУХЭТАЖНЫХ ПЕНТХАУСОВ FORUM ОТДАЮТ ПРЕИМУЩЕСТВА ПАНОРАМНОГО ОСТЕКЛЕНИЯ ГОСТИНЫМ И СПАЛЬНЯМ. ВАННЫЕ И ГАРДЕРОБНЫЕ ПРЕДУСМОТРИТЕЛЬНО РАЗМЕЩЕНЫ ВО ВНУТРЕННЕМ КОНТУРЕ ЗДАНИЯ, НЕ ОТВЛЕКАЯ ОТ ГЛАВНОГО. В КАЖДОЙ КВАРТИРЕ ИНТЕЛЛЕКТУАЛЬНАЯ СИСТЕМА «УМНЫЙ ДОМ», ПОЗВОЛЯЮЩАЯ ДИСТАНЦИОННО УПРАВЛЯТЬ КЛИМАТОМ, ОСВЕЩЕНИЕМ, ШТОРАМИ И БЫТОВЫМИ ПРИБОРАМИ. ВСЕ ДЛЯ ИСКЛЮЧИТЕЛЬНОГО УРОВНЯ ПЕРСОНАЛЬНОГО КОМФОРТА.`,
            `ЭТОТ УЧАСТОК МОСКОВСКОЙ ЗЕМЛИ — НЕМОЙ СВИДЕТЕЛЬ КЛЮЧЕВЫХ ЭПОХ РАЗВИТИЯ НАШЕГО ГОРОДА. СТАРШЕ САМОЙ МОСКВЫ, ОН ВПИТАЛ В СЕБЯ ВЕЛИЧЕСТВЕННЫЙ ДУХ ВРЕМЕНИ. ЗДЕСЬ, В БЛИЗИ FORUM, ПРОХОДИЛА ОДНА ИЗ САМЫХ СТАРЫХ И СТРАТЕГИЧЕСКИ ВАЖНЫХ ДОРОГ В ИСТОРИИ РОССИИ — ОНА УПОМИНАЕТСЯ ЕЩЕ ДО ОСНОВАНИЯ МОСКВЫ В 1147 ГОДУ.`,
            `ЭТОТ УЧАСТОК МОСКОВСКОЙ ЗЕМЛИ — НЕМОЙ СВИДЕТЕЛЬ КЛЮЧЕВЫХ ЭПОХ РАЗВИТИЯ НАШЕГО ГОРОДА. СТАРШЕ САМОЙ МОСКВЫ, ОН ВПИТАЛ В СЕБЯ ВЕЛИЧЕСТВЕННЫЙ ДУХ ВРЕМЕНИ. ЗДЕСЬ, В БЛИЗИ FORUM, ПРОХОДИЛА ОДНА ИЗ САМЫХ СТАРЫХ И СТРАТЕГИЧЕСКИ ВАЖНЫХ ДОРОГ В ИСТОРИИ РОССИИ — ОНА УПОМИНАЕТСЯ ЕЩЕ ДО ОСНОВАНИЯ МОСКВЫ В 1147 ГОДУ.`,
            `ЭТОТ УЧАСТОК МОСКОВСКОЙ ЗЕМЛИ — НЕМОЙ СВИДЕТЕЛЬ КЛЮЧЕВЫХ ЭПОХ РАЗВИТИЯ НАШЕГО ГОРОДА. СТАРШЕ САМОЙ МОСКВЫ, ОН ВПИТАЛ В СЕБЯ ВЕЛИЧЕСТВЕННЫЙ ДУХ ВРЕМЕНИ. ЗДЕСЬ, В БЛИЗИ FORUM, ПРОХОДИЛА ОДНА ИЗ САМЫХ СТАРЫХ И СТРАТЕГИЧЕСКИ ВАЖНЫХ ДОРОГ В ИСТОРИИ РОССИИ — ОНА УПОМИНАЕТСЯ ЕЩЕ ДО ОСНОВАНИЯ МОСКВЫ В 1147 ГОДУ.`
        ]
    }
}