export const amenitiesData = {
    hero: {
        background: '/images/typed/amenities/hero.jpg',
        title: 'Amenities'
    },
    about: {
        paragraph: 'FORUM переосмысливает понятие комфорта. Здесь забота о себе становится неотъемлемой частью повседневности — изысканной, продуманной до мелочей и, главное, доступной без лишних усилий.'
    },
    gallery: {
        images: [
        '/images/typed/amenities/hero.jpg',
        '/images/typed/architecture/hero.jpg',
        '/images/typed/history/hero.jpg',
        '/images/typed/lobby/hero.jpg',
        ],
        texts: [
        'Все квартиры в Forum следуют эстетике Mid Century — не просто дань моде, а настоящая философия. Это стиль, где каждый элемент дышит гармонией: чистые линии, продуманные пропорции, диалог     с природой. Пространство должно было стать светлым фоном для жизни — без навязчивости, но      с безупречной базой.',
        'Здесь время течёт иначе. Утром заглядываешь в крошечную пекарню за кофе и теплыми круассанами к завтраку. Днем       на прогулке замечаешь каждую деталь тихих переулков, где спокойно, а в винных барах подают тот самый бургундский. Вечером город открывается с новой стороны — кажется, будто держишь в руках всю Москву.',
        'Пиксельный фасад и глубокие ниши террас создают игру света       и чувство уединения. Открытые пространства в тени живых изгородей, мягкий свет внутри, выразительная геометрия — здесь всё продумано для вашего комфорта.  ',
        'Первая — камерная и приватная. Природные материалы            и всесезонное озеленение формируют естественную, почти садовую тишину. Окруженная живой изгородью, она создает пространство для личного ритуала, поддерживая камерный настрой в самом сердце города.'
    ]
    },
    cross: {
        title: 'РЕЛАКС — ПО КЛЮЧУ ОТ КВАРТИРЫ.',
        media: '/images/typed/amenities/hero.jpg',
        paragraph: 'FORUM — это не просто инфраструктура. Это философия безупречного сервиса   и абсолютной приватности, где каждая деталь работает на ваше благополучие.'
    },
    features: {
        image1: '/images/typed/architecture/feature0.jpg',
        title1: 'ФИТНЕС-ЦЕНТР',
        paragraph1: 'Занимайтесь спортом в приватной атмосфере           и выбирайте любое удобное для вас время            в многофункциональном фитнес-зале',
        image2: '/images/typed/architecture/feature1.jpg',
        title2: 'SPA-ЗОНА',
        paragraph2: 'Идеальное утро или восстановление после долгого дня - для вашего комфорта предусмотрен бассейн турецкий хаммам и массажный кабинет. Достаточно спуститься на лифте, чтобы обрести гармонию      и подарить себе полноценный отдых'
    }
}