export const historyData = {
    hero: {
        background: '/images/typed/history/hero.jpg',
        title: 'История места'
    },
    about: {
        paragraph: 'Этот участок московской земли — немой свидетель ключевых эпох развития нашего города. Старше самой Москвы, он впитал в себя величественный дух времени. Здесь, вблизи FORUM, проходила одна из самых старых и стратегически важных дорог в истории России — она упоминается еще           до основания Москвы в 1147 году.'
    },
    gallery: {
        images: [
        '/images/typed/amenities/hero.jpg',
        '/images/typed/architecture/hero.jpg',
        '/images/typed/history/hero.jpg',
        '/images/typed/lobby/hero.jpg',
        ],
        texts: [
        'Все квартиры в Forum следуют эстетике Mid Century — не просто дань моде, а настоящая философия. Это стиль, где каждый элемент дышит гармонией: чистые линии, продуманные пропорции, диалог     с природой. Пространство должно было стать светлым фоном для жизни — без навязчивости, но      с безупречной базой.',
        'Здесь время течёт иначе. Утром заглядываешь в крошечную пекарню за кофе и теплыми круассанами к завтраку. Днем       на прогулке замечаешь каждую деталь тихих переулков, где спокойно, а в винных барах подают тот самый бургундский. Вечером город открывается с новой стороны — кажется, будто держишь в руках всю Москву.',
        'Пиксельный фасад и глубокие ниши террас создают игру света       и чувство уединения. Открытые пространства в тени живых изгородей, мягкий свет внутри, выразительная геометрия — здесь всё продумано для вашего комфорта.  ',
        'Первая — камерная и приватная. Природные материалы            и всесезонное озеленение формируют естественную, почти садовую тишину. Окруженная живой изгородью, она создает пространство для личного ритуала, поддерживая камерный настрой в самом сердце города.'
    ]
    },
    cross: {
        title: 'ЭЛЕКТРОТЕАТР «ФОРУМ»',
        media: '/images/typed/history/hero.jpg',
        paragraph: 'В 1695 году на пересечении Сретенки и будущего Садового кольца возвели Сухареву башню — на тот момент самое высокое светское здание Москвы        и первая доминанта при въезде в город. В 1914 году здесь открылся один     из электротеатров столицы — «Форум». Пространство в римском неоклассическом стиле стало культурным центром богемной Москвы.'
    },
    features: {
        image1: '/images/typed/architecture/feature0.jpg',
        title1: 'ФИТНЕС-ЦЕНТР',
        paragraph1: 'Занимайтесь спортом в приватной атмосфере           и выбирайте любое удобное для вас время            в многофункциональном фитнес-зале',
        image2: '/images/typed/architecture/feature1.jpg',
        title2: 'SPA-ЗОНА',
        paragraph2: 'Идеальное утро или восстановление после долгого дня - для вашего комфорта предусмотрен бассейн турецкий хаммам и массажный кабинет. Достаточно спуститься на лифте, чтобы обрести гармонию      и подарить себе полноценный отдых'
    }
}