export const surroundingsData = {
    hero: {
        background: '/images/typed/surroundings/hero.jpg',
        title: 'Окружение'
    },
    about: {
        paragraph: 'В Москве одно особенное место — между Сретенкой и Цветным. '
    },
    gallery: {
        images: [
        '/images/typed/amenities/hero.jpg',
        '/images/typed/architecture/hero.jpg',
        '/images/typed/history/hero.jpg',
        '/images/typed/lobby/hero.jpg',
        ],
        texts: [
        'Все квартиры в Forum следуют эстетике Mid Century — не просто дань моде, а настоящая философия. Это стиль, где каждый элемент дышит гармонией: чистые линии, продуманные пропорции, диалог     с природой. Пространство должно было стать светлым фоном для жизни — без навязчивости, но      с безупречной базой.',
        'Здесь время течёт иначе. Утром заглядываешь в крошечную пекарню за кофе и теплыми круассанами к завтраку. Днем       на прогулке замечаешь каждую деталь тихих переулков, где спокойно, а в винных барах подают тот самый бургундский. Вечером город открывается с новой стороны — кажется, будто держишь в руках всю Москву.',
        'Пиксельный фасад и глубокие ниши террас создают игру света       и чувство уединения. Открытые пространства в тени живых изгородей, мягкий свет внутри, выразительная геометрия — здесь всё продумано для вашего комфорта.  ',
        'Первая — камерная и приватная. Природные материалы            и всесезонное озеленение формируют естественную, почти садовую тишину. Окруженная живой изгородью, она создает пространство для личного ритуала, поддерживая камерный настрой в самом сердце города.'
    ]
    },
    cross: {
        title: 'ПАПА В САНДУНАХ, МАМА В ЦУМЕ, ВМЕСТЕ ВЕЧЕРОМ - В ФОРУМЕ',
        media: '/images/typed/surroundings/hero.jpg',
        paragraph: 'Расположенный рядом с Цветным бульваром, этот дом словно продолжение истории: он вобрал в себя дух старого электротеатра «Форум», но говорит на языке современной архитектуры. Здесь роскошь в деталях. В шепоте листвы Цветного бульвара. Место для тех, кто ценит подлинность.'
    },
    features: {
        image1: '/images/typed/surroundings/feature0.jpg',
        title1: 'ВЫХОДИТЬ «В СВЕТ» — НЕ ЗНАЧИТ ЕХАТЬ.',
        image2: '/images/typed/surroundings/feature1.jpg',
        title2: 'ГУЛЯТЬ НЕ ВО ДВОРЕ, А В АПТЕКАРСКОМ.',
    }
}