export const architectureData = {
    hero: {
        background: '/images/typed/architecture/hero.jpg',
        title: 'Architecture'
    },
    about: {
        paragraph: 'FORUM — создаёт не просто облик, а атмосферу. Дом точно вписан в ритм Садового кольца          и продолжает историю места, переосмысляя её в современном ключе. Архитектура FORUM ведёт тонкий диалог с легендарным электротеатром «Форум» — раньше здесь собирались на сеансы, теперь каждый резидент наблюдает за городом из своего личного кинозала с панорамным остеклением.'
    },
    gallery: {
        images: [
        '/images/typed/amenities/hero.jpg',
        '/images/typed/architecture/hero.jpg',
        '/images/typed/history/hero.jpg',
        '/images/typed/lobby/hero.jpg',
        ],
        texts: [
        'Все квартиры в Forum следуют эстетике Mid Century — не просто дань моде, а настоящая философия. Это стиль, где каждый элемент дышит гармонией: чистые линии, продуманные пропорции, диалог     с природой. Пространство должно было стать светлым фоном для жизни — без навязчивости, но      с безупречной базой.',
        'Здесь время течёт иначе. Утром заглядываешь в крошечную пекарню за кофе и теплыми круассанами к завтраку. Днем       на прогулке замечаешь каждую деталь тихих переулков, где спокойно, а в винных барах подают тот самый бургундский. Вечером город открывается с новой стороны — кажется, будто держишь в руках всю Москву.',
        'Пиксельный фасад и глубокие ниши террас создают игру света       и чувство уединения. Открытые пространства в тени живых изгородей, мягкий свет внутри, выразительная геометрия — здесь всё продумано для вашего комфорта.  ',
        'Первая — камерная и приватная. Природные материалы            и всесезонное озеленение формируют естественную, почти садовую тишину. Окруженная живой изгородью, она создает пространство для личного ритуала, поддерживая камерный настрой в самом сердце города.'
    ]
    },
    cross: {
        title: 'FORUM — место, где вы действительно дома.',
        media: '/images/typed/amenities/hero.jpg',
        paragraph: 'В отделке использованы премиальные натуральные материалы: инженерная доска с уникальным природным рисунком и бережно подобранный натуральный камень. Цветовая палитра спокойна      и благородна — являя собой константу Mid Century, она не требует дополнений.'
    },
    features: {
        image1: '/images/typed/architecture/feature0.jpg',
        title1: 'ФИТНЕС-ЦЕНТР',
        paragraph1: 'Занимайтесь спортом в приватной атмосфере           и выбирайте любое удобное для вас время            в многофункциональном фитнес-зале',
        image2: '/images/typed/architecture/feature1.jpg',
        title2: 'SPA-ЗОНА',
        paragraph2: 'Идеальное утро или восстановление после долгого дня - для вашего комфорта предусмотрен бассейн турецкий хаммам и массажный кабинет. Достаточно спуститься на лифте, чтобы обрести гармонию      и подарить себе полноценный отдых'
    }
}